export const socials = [
  {
    id: 1,
    href: "https://wa.me/+79234792799",
    svgSrc: "/images/icons/whatsapp.svg",
  },
  {
    id: 2,
    href: "https://t.me/fooyzi",
    svgSrc: "/images/icons/telegram.svg",
  },
];

export const contactsInfo = [
  {
    id: 1,
    title: "часы\nработы:",
    text: "пн-пт: 10-19\nсб-вc: выходной\n(по договоренности)",
  },
  {
    id: 2,
    title: "почта:",
    text: "architecturedesign@mail.ru",
  },
];

export const employees = [
  {
    id: 1,
    imageSrc: "/images/employees/julia.jpg",
    phone: "+7 (923) 465-99-77",
    name: "Юлия Кошкина",
    post: "АРХИТЕКТОР, TEAM LEAD, FOUNDER",
    description:
      'Окончила Сибирский Государственный\nУниверситет в г. Новокузнецк\nпо специальности "Архитектура"\n\nЗанимается деятельностью в областях\nархитектуры и дизайна более 10 лет\n\nНаправления деятельности:\n- Архитектурное проектирование\n- Дизайн интерьера\n- Проектирование общих конструктивных\nи архитектурных решений зданий и сооружений',
  },
  {
    id: 2,
    imageSrc: "/images/employees/andrey.jpg",
    phone: "+7 (951) 604-80-60",
    name: "Андрей Витомский",
    post: "АРХИТЕКТОР, ДИЗАЙНЕР, CEO",
    description:
      'Окончил Новосибирский Государственный\nУниверситет архитектуры, дизайна и искусств\nим А.Д. Крячкова по специальности "Архитектура"\n\nНаправления деятельности:\n- Архитектурное проектирование\n- Дизайн интерьера\nЗанимается деятельностью в областях\nархитектуры и дизайна более 4-х лет',
  },
  {
    id: 3,
    imageSrc: "/images/employees/nikita.jpg",
    phone: "+7 (913) 295-92-49",
    name: "Никита Жуков",
    post: "ДИЗАЙНЕР, CEO",
    description:
      'Окончил Новосибирский Государственный\nАрхитектурно-Строительный Университет\n(СИБСТРИН) по специальности "Архитектура"\n\nНаправления деятельности:\n- Дизайн интерьера\n- Фитодизайн\nЗанимается деятельностью в области\nдизайна интерьера более 4-х лет',
  },
  {
    id: 3,
    imageSrc: "/images/employees/roma.jpg",
    name: "Роман Агеев",
    post: "ИНЖЕНЕР-КОНСТРУКТОР",
    description:
      'Окончил Новосибирский Государственный\nАрхитектурно-Строительный Университет\n(СИБСТРИН) по специальности "Архитектура"\n\nНаправления деятельности:\n- Архитектурное проектирование\n- Металлоконструкции\nЗанимается деятельностью в областях\nархитектуры и металлоконструкций\nболее 4-х лет',
  },
];
